Repository: airon90/gytparse
Catalog: po/*.po
Languages: el, it

source: _Search
el: _Αναζήτηση
it: Cerca

source: Search for a video…
el: Αναζήτηση βίντεο…
it: Cerca un video…

source: _Downloads
el: _Λήψεις
it: Scaricati

source: _Preferences
it: _Preferenze

source: Use _Dark Theme
it: Usa tema scuro

source: _About YouTube Parser
it: Inform_azioni

source: More
el: Περισσότερα
it: Di più

source: Preferences
el: Ρυθμίσεις
it: Preferenze

source: Playback settings
el: Ρυθμίσεις αναπαραγωγής
it: Impostazioni riproduzione

source: Quality settings and executables
el: Ρυθμίσεις ποιότητας και εκτελέσιμα
it: Impostazioni sulla qualità e sugli eseguibili

source: Custom mpv executable?
el: Επιλογή εκτελέσιμου mpv
it: Eseguibile mpv personalizzato?

source: Path to mpv
el: Τοποθεσία εκτελέσιμου mpv
it: Percorso per mpv

source: Streaming quality
el: Ποιότητα αναπαραγωγής
it: Qualità dello streaming

source: Highest video quality to request when streaming
el: Μέγιστη ποιότητα αναπαραγωγής
it: Migliore qualità video richiesta per lo streaming

source: Download quality
el: Ποιότητα λήψης
it: Qualità per lo scaricamento

source: Highest video quality to request when downloading
el: Μέγιστη ποιότητα λήψης
it: Migliore qualità video richiesta per lo scaricamento

source: Download file format
el: Τύπος αρχείου λήψης
it: Formato dei file scaricati

source: Proxy used to access and download videos
el: Διαμεσολαβητής πρόσβασης
it: Proxy usato per accedere e scaricare i video

source: Proxy Settings
el: Ρυθμίσεις διαμεσολαβητή
it: Impostazioni proxy

source: Type
el: Είδος
it: Tipo

source: Port
el: Θύρα
it: Porta

source: Use Authentication?
el: Χρήση ταυτοποίησης
it: Autenticazione richiesta?

source: Username
el: Όνομα χρήστη
it: Nome utente

source: %s views · %s
el: %s προβολές · %s
it: %s visualizzazioni · %s

source: %s views
el: %s προβολές
it: %s visualizzazioni

source: An error has occurred while loading video: %s
it: C'è stato un errore mentre veniva caricato il video: %s

source: No valid 'mpv' executable found
el: Δε βρέθηκε έγκυρο εκτελέσιμο 'mpv'
it: Non è stato trovato alcun eseguibile 'mpv' valido

source: Executable '%s' not found
el: Το εκτελέσιμο '%s' δεν βρέθηκε
it: Non è stato trovato alcun eseguibile '%s'

source: Fetch more
el: Περισσότερα…
it: Ottieni di più

source: Added
el: Προστέθηκε
it: Aggiunto

source: Downloading… – %3d%%
el: Λήψη… – %3d%%
it: Scaricamento in corso… – %3d%%

source: Completed – Saved to: %s
el: Ολοκληρώθηκε – Αποθηκεύθηκε στο: %s
it: Completato – salvato in %s

source: Cancelled by user
it: Annullato dall'utente

source: Stopped – unknown status
it: Fermato - stato sconosciuto

source: none
el: Κανένα
it: niente

source: About YouTube Parser
it: Informazioni su YouTube Parser

source: Browse, stream and download YouTube videos
el: Αναζήτηση, αναπαραγωγή και λήψη βίντεο YouTube
it: Naviga, guarda e scarica video di YouTube

source: best
el: Καλύτερη
it: migliore

source: automatic
el: Αυτόματα
it: automatico

source: Browse, stream and download youtube videos
el: Αναζήτηση, αναπαραγωγή και λήψη βίντεο YouTube
it: Naviga, guarda e scarica video di YouTube

source: Proxy type to use
el: Είδος διαμεσολαβητή
it: Tipo di proxy da usare

source: Proxy host or IP address
el: Διεύθυνση διακομιστή
it: Host proxy o indirizzo IP

source: Highest video quality to stream
el: Μέγιστη ποιότητα αναπαραγωγής
it: Migliore qualità video per lo streaming

source: Highest video quality to download
el: Μέγιστη ποιότητα λήψης
it: Migliore qualità video per lo scaricamento

source: Output format when saving files
el: Τύπος αρχείου αποθύκευσης
it: Mostra il formato quando vengono salvati i file

source: Host
el: Διακομιστής

source: Password
el: Κωδικός πρόσβασης

source: Streaming is not supported over socks proxies
el: Η αναπαρωγή δεν είναι διαθέσιμη μέσω διαμεσολαβητή SOCKS
